routes/web.php

select * from "employers" where "employers"."id" in (10)
---
});

//Index Jobs
Route::get('/jobs', function () {
    $jobs = Job::with('employer')->latest()->simplePaginate(3);

    return view('jobs.index', [
        'jobs' => $jobs
    ]);
});